effumatt/app/controllers/signs_controller.rb

SELECT * FROM "signs"
---
  def index
    @signs = Sign.all